Repository: fk/Touchfolio
Catalog: languages/*.po
Languages: de_de

source: The page you were looking for cannot be found.
de_de: Die angeforderte Seite konnte nicht gefunden werden.

source: Thank you for using <a href="http://dimsemenov.com/themes/touchfolio/">Touchfolio</a> by <a href="http://dimsemenov.com/">Dmitry Semenov</a>. <a href="http://support.dimsemenov.com/forums/159023-touchfolio">Leave feedback</a> or subscribe for news about theme via <a href="http://dimsemenov.com/subscribe.html">newsletter</a> or <a href="http://twitter.com/dimsemenov">Twitter</a>.
de_de: Danke für die Benutzung von <a href="http://dimsemenov.com/themes/touchfolio/">Touchfolio</a> von <a href="http://dimsemenov.com/">Dmitry Semenov</a>. <a href="http://support.dimsemenov.com/forums/159023-touchfolio">Feedback hinterlassen</a>, beim <a href="http://dimsemenov.com/subscribe.html">Newsletter</a> anmelden um Neuigkeiten zum Theme zu erhalten oder <a href="http://twitter.com/dimsemenov">auf Twitter folgen</a>.

source: <h2>Congratulations, Touchfolio theme installed!</h2><p style=\"font-size: 15px; line-height: 20px \">Theme is currently in beta and may contain bugs, please <a href=\"http://support.dimsemenov.com/forums/159023-touchfolio\">vote for features and report bugs</a>.<br/>To get notified about complete theme release, follow me on <a href=\"http://twitter.com/dimsemenov\">Twitter</a> or <a href=\"http://dimsemenov.com/subscribe.html\">join my email newsletter</a> (unsubscribe at any time, MailChimp).</p>
de_de: <h2>Glückwunsch, Touchfolio wurde erfolgreich installiert!</h2><p style=\"font-size: 15px; line-height: 20px \">Das Theme ist befindet sich momentan in der beta-Phase und kann Fehler enthalten, bitte <a href=\"http://support.dimsemenov.com/forums/159023-touchfolio\">vote für Features und melde Bugs</a>.<br/>Um zu erfahren wann das Theme fertig ist, folge mir auf <a href=\"http://twitter.com/dimsemenov\">Twitter</a> oder <a href=\"http://dimsemenov.com/subscribe.html\">melde Dich beim Newsletter an</a> (Abmeldung jeder Zeit, MailChimp).</p>

source: Theme Options
de_de: Theme-Optionen

source: <p style="font-size: 14px; line-height: 20px ">Please note, theme is currently in beta and may some issues, please <a href="http://support.dimsemenov.com/forums/159023-touchfolio">vote for new features and report bugs</a>.<br/>To get notified about complete theme release, follow me on <a href="http://twitter.com/dimsemenov">Twitter</a> or <a href="http://dimsemenov.com/subscribe.html">join my email newsletter</a> (unsubscribe at any time, MailChimp).</p>
de_de: <p style="font-size: 14px; line-height: 20px ">Bitte beachten: Das Theme ist befindet sich momentan in der beta-Phase und kann Fehler enthalten, bitte <a href=\"http://support.dimsemenov.com/forums/159023-touchfolio\">vote für Features und melde Bugs</a>.<br/>Um zu erfahren wann das Theme fertig ist, folge mir auf <a href=\"http://twitter.com/dimsemenov\">Twitter</a> oder <a href=\"http://dimsemenov.com/subscribe.html\">melde Dich beim Newsletter an</a> (Abmeldung jeder Zeit, MailChimp).</p>

source: Save All Changes
de_de: Alle Änderungen speichern

source: Reset All Options
de_de: Alle Optionen zurücksetzen

source: Click OK to backup your current saved options.
de_de: OK klicken um ein Backup der momentan gespeicherten Optionen zu erstellen.

source: Warning: All of your current options will be replaced with the data from your last backup! Proceed?
de_de: Warnung: Alle jetzigen Einstellungen werden mit den Daten von Deinem letzten Backup überschrieben! Fortfahren?

source: Click OK to reset. All settings will be lost!
de_de: OK klicken zum Zurücksetzen. Alle Einstellungen gehen verloren!

source: Last Backup :
de_de: Letztes Backup:

source: Options
de_de: Optionen

source: Gallery
de_de: Gallerie

source: Previously Uploaded
de_de: Zuvor hochgeladen

source: General Settings
de_de: Grundeinstellungen

source: Main logo image. Default size is 97px x 16px. If blank site title text will be used.<br/>Size and position on different screen sizes and pages may be configured in selected skin less css file.
de_de: Logo-Bild. Default-Größe ist 97px x 16px. Wenn Du das Feld freilässt wird der Seitentitel dargestellt.<br/>Größe und Position für unterschiedliche Bildschirmgrößen und Seiten können in der ausgewählten Skin LESS-CSS Datei angepasst werden.

source: Paste your Google Analytics (or other) tracking code here. This will be added into the footer template of your theme.
de_de: Füge hier Deinen Google Analytics (oder einen anderen) Tracking Code ein; er wird zum Footer-Template Deines Themes hinzugefügt.

source: 16px x 16px ico/png/gif image that will represent your website's favicon.
de_de: 16px x 16px ico/png/gif Bilddatei, die Dein Website-Favicon enthält.

source: Footer Text
de_de: Fußzeilen-Text

source: Text in footer. Height of footer may be configured in selected skin less css file. Leaving 'Powered by Touchfolio' text is not required, but much appreciated and keeps project alive.
de_de: Text in der Fußzeile. Die Höhe der Fußzeile kann in der ausgewählten Skin-LESS-CSS-Datei angepasst werden. Der 'Powered by Touchfolio'-Text ist keine Pflicht aber sehr willkommen und trägt zum Weiterleben des Projektes bei.

source: Google webfont code (or any other), will be inserted in site header. Example: <code>&lt;link href='http://fonts.googleapis.com/css?family=Crimson+Text:400,600,400italic' rel='stylesheet' type='text/css'&gt;</code>. Get it <a href='http://www.google.com/webfonts'>here</a>. Theme font can be changed in selected skin less css file.
de_de: Google Webfont Code (oder anderer), wird zum Seitenkopf hinzugefügt. Beispiel: <code>&lt;link href='http://fonts.googleapis.com/css?family=Crimson+Text:400,600,400italic' rel='stylesheet' type='text/css'&gt;</code>. Den Code für Google Webfonts gibt es <a href='http://www.google.com/webfonts'>hier</a>. Der Theme-Font kann in der Skin-LESS-CSS-Datei geändert werden.

source: Skin File
de_de: Skin-Datei

source: Theme skin less file.
de_de: Theme-Skin LESS-CSS-Datei.

source: Facebook admin id
de_de: Facebook Administrator ID

source: Facebook admin id. Leave empty if you don't need any tracking of sharing.
de_de: Facebook Administrator ID. Freilassen wenn Du kein Tracking für Facebook-Sharing benötigst.

source: Album categories in gallery page
de_de: Album-Kategorien auf der Gallerie-Seite

source: Comma separated album categories to be displayed in galleries page template (usually home page). Leave empty to display all.
de_de: Komma-getrennte Liste der Album-Kategorien, die auf der Gallerie-Seite (meistens die Homepage) dargestellt werden sollen. Freilassen, um alle anzuzeigen.

source: Default Background Color
de_de: Default-Hintergrundfarbe

source: Select default album color, you can override it in album settings for specific album.
de_de: Default-Hintergrundfarbe auswählen, kann in den Album-spezifischen Einstellungen verändert werden.

source: Default Background Pattern
de_de: Default-Hintergrundmuster

source: Enter full URL to default album pattern, you can override it in album settings for specific album. Or leave empty, if you need just color.
de_de: URL zum Default-Hintergrundmuster eingeben, kann in den Album-Einstellungen für ein spezifisches Album überschrieben werden. Freilassen, wenn Du nur die Hintergrundfarbe benötigst.

source: Default Image Scale Mode
de_de: Default Bild-Skalierung

source: Select how images will resize. This is default value, you can override it in album settings.
de_de: Auswählen wie Galleriebilder skaliert werden. Dies ist die Default-Einstellung, kann in den Album-Einstellungen verändert werden.

source: Fit in area
de_de: Einpassen

source: Fill the area
de_de: Ausfüllen

source: Don't scale
de_de: Nicht skalieren

source: Gallery Image Size
de_de: Galleriebild-Größe

source: WordPress image size for gallery images. Can be large, medium, or any other image size type. You'll need to resave all existing galleries if you change this.
de_de: WordPress Bildgröße für Galleriebilder. Kann groß, mittel oder jeder andere Bildgrößen-Typ sein. Du musst alle bereits vorhandenen Gallerien neu speichern, wenn Du diese Einstellung änderst.

source: Auto-open project description
de_de: Automatisches Öffnen der Projektbeschreibung

source: Automatically open project description on first image of every album.
de_de: Automatisches Öffnen der Projektbeschreibung zum ersten Bild jedes Albums.

source: Category Archives: %s
de_de: Archiv der Kategorie: %s

source: Tag Archives: %s
de_de: Schlagwort-Archive: %s

source: Author Archives: %s
de_de: Archiv des Autors: %s

source: Daily Archives: %s
de_de: Archiv für den Tag %s

source: Monthly Archives: %s
de_de: Archiv für den Monat %s

source: Yearly Archives: %s
de_de: Archiv für das Jahr %s

source: Archives
de_de: Archiv

source: Nothing Found
de_de: Nichts gefunden

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
de_de: Entschuldige bitte, aber das was du gesucht hast, konnte nicht gefunden werden. Vielleicht hilft die Suchfunktion um das Gewünschte zu finden.

source: This post is password protected. Enter the password to view any comments.
de_de: Dieser Beitrag ist passwortgeschützt. Um Kommentare anschauen zu können musst du das Passwort angeben.

source: Comments
de_de: Kommentare

source: Comment navigation
de_de: Kommentar-Navigation

source: &larr; Older Comments
de_de: &larr; Ältere Kommentare

source: Newer Comments &rarr;
de_de: Neuere Kommentare &rarr;

source: Comments are closed.
de_de: Die Kommentarfunktion ist geschlossen.

source: Name <span class="required-field-label">(required)</span>
de_de: Name <span class="required-field-label">(erforderlich)</span>

source: Email <span class="required-field-label">(required, will not be published)</span>
de_de: Email <span class="required-field-label">(erforderlich, wird nicht veröffentlicht)</span>

source: cancel reply
de_de: Antwort abbrechen

# noun
source: Comment
de_de: Kommentar

source: Pages:
de_de: Seiten:

source: Tagged:
de_de: Verschlagwortet mit:

source: Permalink to %s
de_de: Permalink zu %s

source: Continue reading <span class="meta-nav">&rarr;</span>
de_de: Weiterlesen <span class="meta-nav">&rarr;</span>

source: Album images not found.
de_de: Keine Album-Bilder gefunden.

source: Primary Menu
de_de: Primäres Menü

source: Social Links Menu
de_de: Social Links Menü

source: Regular Page Sidebar
de_de: Sidebar auf regulären Seiten

source: Next project
de_de: Nächstes Projekt

source: Prev project
de_de: Vorheriges Projekt

source: close info
de_de: Schliessen

source: Click and drag in any direction to browse.
de_de: Klicken und ziehen um zu Navigieren.

source: Next image
de_de: Nächstes Bild

source: close video
de_de: Schliessen

source: Prev image
de_de: Vorheriges Bild

source: &larr; back to list
de_de: &larr; Zurück zur Übersicht

source: Swipe up
de_de: Swipe nach oben

source: Swipe down
de_de: Swipe nach unten

source: &mdash; Select page &mdash;
de_de: &mdash; Seite auswählen &mdash;

source: menu
de_de: Menü

source: Add to album
de_de: Zum Album hinzufügen

source: Adding...
de_de: Füge hinzu…

source: Inserting error. Please try again.
de_de: Fehler beim Einfügen. Bitte erneut versuchen.

source: Added
de_de: Hinzugefügt

source: Page %s
de_de: Seite %s

source: home
de_de: Startseite

source: Primary menu is not selected and/or created. Please go to "Appearance &rarr; Menus" and setup menu.
de_de: Das primäre Menü ist nicht ausgewählt und/oder angelegt. Bitte gehe zu "Design &rarr; Menüs" und lege erstelle ein Menu oder aktualisiere die Einstellungen.

source: Published <span class="entry-date"><time class="entry-date" datetime="%1$s" pubdate>%2$s</time></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%7$s</a>
de_de: Veröffentlicht <span class="entry-date"><time class="entry-date" datetime="%1$s" pubdate>%2$s</time></span> mit <a href="%3$s" title="Link zum Originalbild">%4$s &times; %5$s</a> in <a href="%6$s" title="Zurück zu %7$s" rel="gallery">%7$s</a>

source: Edit
de_de: Bearbeiten

source: &larr; Previous
de_de: &larr; Zurück

source: Next &rarr;
de_de: Weiter &rarr;

source: <a class="comment-link" href="#respond" title="Post a comment">Post a comment</a> or leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
de_de: <a class="comment-link" href="#respond" title="Post a comment">Kommentar </a> oder <a class="trackback-link" href="%s" title="Trackback-URL" rel="trackback">Trackback</a> hinterlassen.

source: Comments are closed, but you can leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
de_de: Kommentare sind geschlossen, aber Du kannst einen Trackback hinterlassen: <a class="trackback-link" href="%s" title="Trackback URL" rel="trackback">Trackback URL</a>.

source: Trackbacks are closed, but you can <a class="comment-link" href="#respond" title="Post a comment">post a comment</a>.
de_de: Trackbacks sind geschlossen, aber Du kannst einen <a class="comment-link" href="#respond" title="Post a comment">Kommentar hinterlassen</a>.

source: Both comments and trackbacks are currently closed.
de_de: Sowohl Kommentare als auch Trackbacks sind momentan geschlossen.

# dsframework
source: Gallery_Categories
de_de: Gallerie-Kategorien

# dsframework
source: Gallery Category
de_de: Gallerie-Kategorie

# dsframework
source: Search Gallery Categories
de_de: Gallerie-Kategorien durchsuchen

# dsframework
source: Popular Gallery Categories
de_de: Oft verwendete Gallerie-Kategorien

# dsframework
source: All Gallery Categories
de_de: Alle Gallerie-Kategorien

# dsframework
source: Parent Gallery Category
de_de: Eltern-Gallerie-Kategorie

# dsframework
source: Parent Gallery Category:
de_de: Eltern-Gallerie-Kategorie:

# dsframework
source: Edit Gallery Category
de_de: Gallerie-Kategorie bearbeiten

# dsframework
source: Update Gallery Category
de_de: Gallerie-Kategorie aktualisieren

# dsframework
source: Add New Gallery Category
de_de: Neue Gallerie-Kategorie

# dsframework
source: New Gallery Category Name
de_de: Name der neuen Gallerie-Kategorie

# dsframework
source: Separate gallery categories with commas
de_de: Trenne mehrere Gallerie-Kategorien mit einem Komma

# dsframework
source: Add or remove gallery categories
de_de: Gallerie-Kategorien anlegen oder entfernen

# dsframework
source: Choose from the most used gallery categories
de_de: Aus den meistbenutzten Gallerie-Kategorien auswählen

# dsframework
source: Gallery Categories
de_de: Gallerie-Kategorien

source: Add New Album
de_de: Album hinzufügen

source: Edit Album
de_de: Album bearbeiten

source: View Album
de_de: Album ansehen

source: New Album
de_de: Neues Album

source: Search Albums
de_de: Alben durchsuchen

source: Albums not found
de_de: Keine Alben gefunden

source: Albums not found in trash
de_de: Keine Alben im Papierkorb gefunden

source: Remove item
de_de: Eintrag entfernen

source: Video URL (YouTube or Vimeo)
de_de: Video-URL (YouTube oder Vimeo)

source: Image scale mode
de_de: Bild-Skalierung

source: Default (from gallery settings)
de_de: Default (geerbt von den Gallerie-Einstellungen)

source: Alt attribute
de_de: Alt-Attribut

source: This album does not contain any images yet.<br/> Click button below to add some.
de_de: Dieses Album enthält noch keine Bilder.<br/> Klicke auf den untenstehenden Button um welche hinzuzufügen.

source: Add Images
de_de: Bilder hinzufügen

source: Default (from global gallery settings)
de_de: Default (geerbt von den globalen Gallerie-Einstellungen)

source: Album background color
de_de: Album Hintergrundfarbe

source: Leave empty for default
de_de: Freilassen für Default-Einstellung

source: Album background pattern URL (optional)
de_de: Album Hintergrund-Muster URL (optional)

source: <span class="meta-nav">&larr;</span> Older posts
de_de: <span class="meta-nav">&larr;</span> Ältere Beiträge

source: Newer posts <span class="meta-nav">&rarr;</span>
de_de: Neuere Beiträge <span class="meta-nav">&rarr;</span>

source: (Edit)
de_de: (Bearbeiten)

source: %1$s at %2$s
de_de: %1$s um %2$s

source: Comment permalink
de_de: Permalink zum Kommentar

source: Your comment is awaiting moderation.
de_de: Dein Kommentar muss noch moderiert werden.

source: <span class="byline">by <span class="author vcard"><span class="url fn n" href="%5$s" title="%6$s" rel="author">%7$s</span></span></span> &middot; <time class="entry-date" datetime="%3$s" pubdate>%4$s</time>
de_de: <span class="byline">von <span class="author vcard"><span class="url fn n" href="%5$s" title="%6$s" rel="author">%7$s</span></span></span> &middot; <time class="entry-date" datetime="%3$s" pubdate>%4$s</time>

source: View all posts by %s
de_de: Zeige alle Beiträge von %s

source: leave a comment
de_de: Kommentar hinterlassen

source: 1 comment
de_de: 1 Kommentar

source: % comments
de_de: % Kommentare

source: No posts to display
de_de: Keine Beiträge zum Anzeigen

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
de_de: Bereit Deinen ersten Beitrag zu veröffentlichen? <a href="%1$s">Hier lang</a>.

source: Search Results for: %s
de_de: Suchergebnisse für: %s

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
de_de: Entschuldige bitte, zu Deiner Suche wurden keine Ergebnisse gefunden. Bitte versuche es mit anderen Suchbegriffen.

source: <strong>There is a new version of Touchfolio theme available.</strong> Visit <a style="text-decoration:underline;" href="http://dimsemenov.com/themes/touchfolio/changelog.html">changelog page</a> to see what's new and how to update.
de_de: <strong>Eine neue Version des Touchfolio-Themes steht zur Verfügung.</strong> Besuche die <a style="text-decoration:underline;" href="http://dimsemenov.com/themes/touchfolio/changelog.html">Changelog-Seite</a> um zu sehen was neu ist und wie Du updaten kannst.

source: <strong>Please note:</strong> make a backup of Touchfolio theme inside your WordPress installation folder <strong>
de_de: <strong>Bitte beachten:</strong> Mache ein Backup von deinem Touchfolio-Theme im Ordner Deiner WordPress-Installation <strong>
